Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=57_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámegiela doaimmahat
sms: SääŠmǩiõl koontâr

source: Sámegiela doaimmahaga bargit
sms: SääŠmǩiõll koontâr tuâjjlâ

source: - doaimmahaga hoavda
sms: - konttâr ouddooumaž

source: - sámi giellalága ollašuvvama gohcin ja čuovvun
sms: - sääŠmǩiõllʼlääŠjj teâddjumuužž vuåppmõš da praavmõš

source: - giellalágas ja eará sámiid gielalaš vuoigatvuođain dieđiheapmi
sms: - ǩiõllʼlääŠjjest da jeeŠres saaŠmi ǩiõllʼlaž vuõiggâdvuõđi saaǥǥtumuš.

source: - sámiid ja virgeoapmahaččaid rávven ja oahpisteapmi sámi giellalága geavaheamis ja heiveheamis
sms: - sääŠmnarood da veŠrǧǧneeŠǩǩi vuäŠpstõs sääŠmǩiõllʼlääŠjj ââŠnnmest da suåvvtumuužžâst

source: - doaibmasuorgái gullevaš sámiid guoskevaš áššiid gieđahallama čuovvun sierra virgeoapmahaččain
sms: - tuåimmvoudda kuulli saaŠmid kuõskki aaŠšši ǩiõttŠtõõllâm praavmõš jeeŠres veŠrǧǧneeŠǩǩin

source: - sámi giellaráđi áššemeannudeaddji ja čálli ja maiddái mearrádusaid ollašuhtti bargguide gullevaš áššiin
sms: - sääŠm ǩiõllsuåvtõõzz čiõŠlǧǧeei da piisar da tuŠmmstõõǥǥi tuåiŠmmepiijjen tuõjju kuulli aaŠššin

source: Giellajorgaleaddjit
sms: ǨiõlljååŠrǥlõõŠtti

source: I Giellajorgaleaddji - Irma Laiti, doaibmabáiki Anár
sms: I ǨiõlljååŠrǥlõŠtti - Irma Laiti, tuåimmpäiŠǩǩ Aanar,

source: II Giellajorgaleaddji - Anja Vest, doaibmabáiki Anár, virgefriddjavuohta 31.10.2016
sms: II ǨiõlljååŠrǥlõŠtti - Anja Vest, tuåimmpäiŠǩǩ Aanar, veŠrǧǧluõvâsvuõđâst 31.10.2016

source: IV Giellajorgaleaddji - Kirsti Guttorm, doaibmabáiki Ohcejohka
sms: IV ǨiõlljååŠrǥlõtti – Kirsti Guttorm, tuåimmpäiŠǩk Uccjooǥǥ

source: Má. anárašgiela jorgaleaddji Saammal Morottaja
sms: aanarsääŠmǩiõl jåårǥlõŠtti Saammal Morottaja

source: Nuortalašgiela jorgaleaddji - Merja Fofonoff
sms: NuõrttsääŠmǩiõl jåårǥlõŠtti - Merja Fofonoff

source: SÁMEGIELA DOAIMMAHAT VEAHKEHA JA RÁVVE MIELAS SÁMEGILLII JA SÁMI GIELLALÁHKII GUOSKI ÁŠŠIIN.
sms: SÄÄŠMǨIʼLLKONTTÂR PERSONKÅŠDD VUÄŠPPAST DA VEÄŠǨǨAD SÄÄŠMǨIʼL DA SÄÄŠMǨIʼLLʼLÄKKA KUʼSKKI AAŠŠŠIN.

source: Go dárbbašat sámegiela jorgaleaddji dahje dulkka gávnnat sin oktavuohtadieđuid vuolábealde liŋkkas.
sms: TeŠl ku taarbšak sääŠmǩiõl diõtt ǩiõlljåårǥlõŠtti da tuulk äŠšštobddmõõžž, kaaunak sij kontakt-teâđaid vueŠlnn åårrai liiŋkâst.

source: www.samediggi.fi/sanastot
sms: TâŠvvsääŠm jåårǥlõõŠtti / tuulk

source: Davvisámegiela jorgaleaddjit ja dulkkat
sms: AanarsääŠm jåårǥlõõŠtti / tuulk

source: Anárašgiela jorgaleddjit ja dulkkat
sms: NuõrttsääŠm jåårǥlõõŠtti / tuulk

source: Nuortalašgiela jorgaleaddjit ja dulkkat
sms: SääŠm-Eŋgglõs-Ruõcc-LääŠdd jåårǥlõõŠtti / tuulk

source: Fága- ja resursaguovddáža bargun leat earret eará giellagáhtten, giela ovddideapmi, terminologiijabargu, normeren ja báikenammabálvalus.
sms: Ämmat- da resursskõõskõõzz tuâi lie jeäʹrbi mieʹldd ǩiõllhuõll, ǩiõl ooudâsviikkmõš, terminologiatuâjj, normmummuš da päiʹǩǩnõmmõskääzzkõs.

source: Giellabargit bagadallet ja rávvejit sámegiela geavaheapmái gullevaš gažaldagain ja válmmastallet iežaset giela áššiid giellajuhkosiid mearrideami várás.
sms: Ǩiõlltuâjjla ouʹdde vuäʹppõõzzid sääʹm ǩiõli ââʹnnmõõžž pirrsaž kõõččmõõžžin da valmštâʹlle jiijjâs ǩiõl aaʹššid ǩiõlljuâǥǥtõõzzid mieʹrreemnalla.

source: Giellajuhkosat addet ávžžuhusaid sámegielaid geavaheapmái gullevaš áššiin, nugo normeremis ja ođđa terminologiijas.
sms: Ǩiõlljuâǥǥtõõzz ouʹdde raʹvvjõõzzid sääʹm ǩiõli ââʹnnem pirrsaž aaʹššin, mâʹte normmummuužžâst da ođđ terminologiast.

source: Sámi Giellagáldu ruovttusiidduin www.giella.org gávdnojit dárkilut dieđut Sámi Giellagáldus ja áigeguovdilis dieđuid ámmát- ja resursaguovddáža doaimmas ja ođđa terminologiija ja normeremiid.
sms: Sääʹm Ǩiõllkaʹlddi dommseeiʹdin www.giella.org käunnai tääʹrǩab teâđaid Sääʹm Ǩiõllkâʹlddjest da ääiʹjpoddsa teâđaid ämmat- da resursskõõskõõzz tuåimmjummuužžâst, ođđ terminologia da normmummuužžid.

source: Sámi Giellagáldus lea maiddái FB-siidu www.facebook.com/SamiGiellagaldu, man bokte sáhttá jearrat gažaldagaid, mat gullet sámegielaid geavaheapmái.
sms: Sääʹm Ǩiõllkaʹlddjest lij FB-seeiʹd še www.facebook.com/SamiGiellagaldu, koon pääiʹǩ vuäitt kõõččâd sääʹm ǩiõli ââʹnnmõõžž pirr.

source: Siiddus dieđihuvvo maiddái Sámi Giellagáldu doaimmas.
sms: Seeiʹdin teâdte Sääʹm Ǩiõllkaʹlddi tuåimmjummuužžâst še.

source: Giellagažaldagaid sáhttá maiddái sáddet šleađgapoastačujuhussii info()giellagaldu.com dahje riŋget njuolga Sámi Giellagáldu bargiide.
sms: Ǩiõllkõõččmõõžžid vuäitt vuõltteed e-pååʹštaddrõʹšše info () giellagaldu.com še, leʹbe šoiʹttjed vuõiʹǧǧest Sääʹm Ǩiõllkaʹlddi ǩiõlltuâjjlaid.

source: SÁMI GIELLAGÁLDU OKTAVUOHTADIEĐUT
sms: Marko Marjomaa, projeʹkttšuurmõš

source: saijets (at) samediggi.no
sms: Mika Saijets, vaaldšemtuâjjlaž

source: Nuortalašgiella
sms: Nuõrttsääʹmǩiõll

source: Anárašgiella
sms: Aanarsääʹmǩiõll

source: jaasko (at) samediggi.
sms: Tâʹvvsääʹmǩiõl +358 40 570 2786

source: Bigga-Helena Magga
sms: Juuʹlevsääʹmǩiõll

source: Láilá Anti
sms: Saujjsääʹmǩiõll
